Repository: NaN-tic/trytond-product_dynamic_configurator
Catalog: locale/*.po
Languages: ca

# field:configurator.design,attributes:
source: Attributes
ca: borrador

# field:configurator.design,code:
source: Code
ca: Codi

# field:configurator.design,company:
source: Company
ca: Empresa

# field:configurator.design,currency:
source: Currency
ca: Moneda

# field:configurator.design,design_date:
source: Design Date
ca: Data disseny

# field:configurator.design,hidden:
source: Hide extra properties
ca: Amaga propietats addicionals

# field:configurator.design,manual_code:
source: Manual Code
ca: Codi Manual

# field:configurator.design,manual_name:
source: Manual Name
ca: Nom Manual

# field:configurator.design,name:
source: Name
ca: Nom

# field:configurator.design,objects:
source: Objects
ca: Objectes

# field:configurator.design,party:
source: Party
ca: Tercer

# field:configurator.design,prices:
source: Quotations
ca: Cotizació

# field:configurator.design,process_by:
source: Processed By
ca: Processat per

# field:configurator.design,process_date:
source: Quotation Date
ca: Data Cotizació

# field:configurator.design,product:
source: Product Designed
ca: Producte disenyat

# field:configurator.design,product_codes:
source: Product Codes
ca: Codis productes

# field:configurator.design,product_exists:
source: Searched Product
ca: Producte cercat

# field:configurator.design,product_uom_category:
source: Product Uom Category
ca: Categoria unidad de mesura

# field:configurator.design,quotation_date:
source: Quotation Date
ca: Data Cotizació

# field:configurator.design,quotation_uom:
source: Quotation Uom
ca: Uom Cotització

# field:configurator.design,quoted_by:
source: Quoted By
ca: Pressupostada per

# field:configurator.design,sale_uom:
source: Sale Uom
ca: Unitat De Mesura Venta

# field:configurator.design,state:
source: State
ca: Estat

# field:configurator.design,suppliers:
source: Suppliers
ca: Proveïdors

# field:configurator.design,template:
source: Template
ca: Plantilla

# field:configurator.design.attribute,design:
source: Design
ca: Disseny

# field:configurator.design.attribute,design_state:
source: Design State
ca: Estat disseny

# field:configurator.design.attribute,number:
source: Number
ca: Número

# field:configurator.design.attribute,option:
source: Option
ca: Opcions

# field:configurator.design.attribute,property:
source: Property
ca: Propietat

# field:configurator.design.attribute,property_options:
source: Options
ca: Opcions

# field:configurator.design.attribute,property_type:
source: Type
ca: Tipus

# field:configurator.design.attribute,use_property:
source: Add
ca: Afegir

# field:configurator.design.line,amount:
source: Amount
ca: Import

# field:configurator.design.line,category:
source: Category
ca: Categoria

# field:configurator.design.line,currency:
source: Currency
ca: Moneda

# field:configurator.design.line,debug_amount:
source: Debug Amount
ca: Import de depuració

# field:configurator.design.line,debug_quantity:
source: Debug Qty
ca: Quantitat de depuració

# field:configurator.design.line,manual_unit_price:
source: Manual Unit Price
ca: Preu Unitari Manual

# field:configurator.design.line,margin:
source: Margin
ca: Marge

# field:configurator.design.line,property:
source: Property
ca: Propietat

# field:configurator.design.line,qty_ratio:
source: Quantity Ratio
ca: Ratio Quantitat

# field:configurator.design.line,quantity:
source: Quantity
ca: Quantitat

# field:configurator.design.line,quotation:
source: Quotation
ca: Pressupost

# field:configurator.design.line,unit_price:
source: Unit Price
ca: Preu unitari

# field:configurator.design.line,uom:
source: UoM
ca: Unidad de mesura

# field:configurator.jinja_template,full_content:
source: Full Content
ca: Tot el contingut

# field:configurator.jinja_template,jinja:
source: Jinja Expression
ca: Expressió Jinja

# field:configurator.jinja_template,name:
source: Name
ca: Nom

# field:configurator.jinja_template,type_:
source: Type
ca: Tipus

# field:configurator.object,design:
source: Design
ca: Disseny

# field:configurator.property,attribute_search_op:
source: Operator
ca: Operació

# field:configurator.property,attribute_set:
source: Attribute Set
ca: Conjunt Attributs

# field:configurator.property,bom_quantity:
source: Bom Quantity
ca: Quantitat Bom

# field:configurator.property,childrens:
source: Childrens
ca: Fills

# field:configurator.property,childs:
source: childs
ca: fills

# field:configurator.property,code:
source: Code
ca: Codi

# field:configurator.property,code_jinja:
source: Code Template
ca: Codi Plantilla

# field:configurator.property,evaluate_2times:
source: Evaluate 2 times
ca: Evaluar 2 vegades

# field:configurator.property,hidden:
source: Add
ca: Afegeix

# field:configurator.property,name:
source: Name
ca: Nom

# field:configurator.property,name_jinja:
source: Name Template
ca: Nom Plantilla

# field:configurator.property,object_expression:
source: Object Expression
ca: Expressió del objecte

# field:configurator.property,operation_type:
source: Operation Type
ca: Tipus operació

# field:configurator.property,option_default:
source: Default Option
ca: Opció per defecte

# field:configurator.property,option_price_property:
source: Option Price Property
ca: Opció Preu Propietat

# field:configurator.property,parent:
source: Parent
ca: Pare

# field:configurator.property,price_category:
source: Price Category
ca: Categoria de preus

# field:configurator.property,product:
source: Product
ca: Producte

# field:configurator.property,product_attribute:
source: Product Attribute
ca: Atribut de productes

# field:configurator.property,product_attribute_value:
source: Product Attribute Value
ca: Valor attribut de producte

# field:configurator.property,product_template:
source: Product Template
ca: Plantilla de producte

# field:configurator.property,product_uom_category:
source: Product Uom Category
ca: Categoria de la unitat de mesura

# field:configurator.property,quantity:
source: Quantity
ca: Quantitat

# field:configurator.property,quotation_category:
source: Quoatation Category
ca: Categoria de Cotització

# field:configurator.property,template:
source: Template
ca: Plantilla

# field:configurator.property,type:
source: Type
ca: Tipus

# field:configurator.property,uom:
source: UoM
ca: Unidad de mesura

# field:configurator.property,user_input:
source: User Input
ca: Entrada de usuari

# field:configurator.property,work_center_category:
source: Work Center Category
ca: Categoria de centre de traball

# field:configurator.property.price_category,name:
source: Name
ca: Nom

# field:configurator.property.quotation_category,name:
source: Name
ca: Nom

# field:configurator.property.quotation_category,party:
source: Default Supplier
ca: Proveïdor per defecte

# field:configurator.property.quotation_category,type_:
source: Type
ca: Tipus

# field:configurator.quotation.line,cost_price:
source: Cost Price
ca: Preu de cost

# field:configurator.quotation.line,cost_price_no_manual:
source: Cost Price No Manual
ca: Preu Cost (NoM)

# field:configurator.quotation.line,design:
source: Design
ca: Disseny

# field:configurator.quotation.line,design_state:
source: Design State
ca: Estat disseny

# field:configurator.quotation.line,global_margin:
source: Global Margin
ca: Marge global

# field:configurator.quotation.line,list_price:
source: Total Price
ca: Preu Total

# field:configurator.quotation.line,manual_list_price:
source: Manual List Price
ca: Preu Manual

# field:configurator.quotation.line,manual_list_price_on_sale_uom:
source: Manual List Price On Sale Uome
ca: Preu de llista manual a la venda Uome

# field:configurator.quotation.line,margin:
source: Margin
ca: Marge

# field:configurator.quotation.line,margin_material:
source: Margin Material
ca: Marge de Material

# field:configurator.quotation.line,margin_w_manual:
source: Margin
ca: Marge

# field:configurator.quotation.line,prices:
source: Prices
ca: Preus

# field:configurator.quotation.line,product_uom_category:
source: Product Uom Category
ca: Categoria unidad de mesura

# field:configurator.quotation.line,quantity:
source: Quantity
ca: Quantitat

# field:configurator.quotation.line,unit_price:
source: Unit Price
ca: Preu unitari

# field:configurator.quotation.supplier,category:
source: Category
ca: Categoria

# field:configurator.quotation.supplier,design:
source: Design
ca: Disseny

# field:configurator.quotation.supplier,supplier:
source: Supplier
ca: Proveïdor

# field:jinja_template-jinja_template_macro,template:
source: Template
ca: Plantilla

# field:product.product,configurator_template:
source: Template for Configurator
ca: Plantilla per a configurador

# field:product.product,quotation_uom:
source: Quotation UOM
ca: UOM Cotització

# field:product.template,configurator_template:
source: Template for Configurator
ca: Plantilla per a configurador

# field:product.template,quotation_uom:
source: Quotation UOM
ca: UOM Cotització

# field:product_supplier.ipnr,product:
source: Product
ca: Productes

# field:product_supplier.ipnr,supplier:
source: Supplier
ca: Proveïdor

# help:configurator.property,option_price_property:
source: Price for option when purchase_product is selected
ca: Preu per l'opció quan es un producte de compra

# model:configurator.design,name:
source: Design
ca: Disseny

# model:configurator.design.attribute,name:
source: Design Attribute
ca: Atribut de Disseny

# model:configurator.design.line,name:
source: Design Line
ca: Linia de disseny

# model:configurator.jinja_template,name:
source: Jinja Template
ca: Plantilla Jinja

# model:configurator.object,name:
source: Created Object
ca: Objecte creat

# model:configurator.property,name:
source: Property
ca: Propietat

# model:configurator.property.price_category,name:
source: Price Category
ca: Categoria de preu

# model:configurator.property.quotation_category,name:
source: Price Category
ca: Categoria de preus

# model:configurator.quotation.line,name:
source: Quotation Line
ca: Linia de pressupost

# model:configurator.quotation.supplier,name:
source: Quotation Supplier
ca: Proveïdor cotització

# model:ir.action,name:act_attributes_form
source: Attributes
ca: Attributs

# model:ir.action,name:act_design_form
source: Designs
ca: Dissenys

# model:ir.action,name:act_jinja_template_tree
source: Jinja Templates
ca: Plantilles Jinja

# model:ir.action,name:act_object_form
source: Objects
ca: Objectes

# model:ir.action,name:act_product_supplier_ipnr_list
source: Product Supplier IPNR
ca: IPNR per proveidor

# model:ir.action,name:act_property_form
source: Properties
ca: Propietats

# model:ir.action,name:act_property_list
source: Properties
ca: Propietats

# model:ir.action,name:act_property_tree
source: Properties
ca: Propietats

# model:ir.action,name:act_quotation_category_list
source: Quotation Category
ca: Categoria cotització

# model:ir.action.act_window.domain,name:act_design_form_domain_all
source: All
ca: Tots

# model:ir.action.act_window.domain,name:act_design_form_domain_done
source: Done
ca: Realitzat

# model:ir.action.act_window.domain,name:act_design_form_domain_draft
source: Draft
ca: Esborrany

# model:ir.message,text:msg_expression_error
source: The Property "%(property)s" has invalid formula "%(expression)s with invalid: "%(invalid)s"
ca: La Propietat "%(property)s" té una fórmula "%(expression)s" amb l'error "%(invalid)s"

# model:ir.model.button,string:design_cancel_button
source: Cancel
ca: Cancel·lar

# model:ir.model.button,string:design_create_button
source: Create Prices
ca: Crear preus

# model:ir.model.button,string:design_process_button
source: Process
ca: Processar

# model:ir.model.button,string:design_update_button
source: Update
ca: Actualizar

# model:ir.rule.group,name:rule_group_configurator_design
source: User in company
ca: Usuari en companyia

# model:ir.ui.menu,name:menu_configurator
source: Configurator
ca: Configurador

# model:ir.ui.menu,name:menu_design
source: Designs
ca: Dissenys

# model:ir.ui.menu,name:menu_jinja_template_form
source: Jinja Templates
ca: Plantilles Jinja

# model:ir.ui.menu,name:menu_property_form
source: Properties
ca: Plantilles (Propietats)

# model:ir.ui.menu,name:menu_property_list
source: Properties
ca: Propietats

# model:ir.ui.menu,name:menu_property_quotation_category
source: Quotation Category
ca: Categoria cotització

# model:ir.ui.menu,name:supplier_product_ipnr
source: Product Supplier IPNR
ca: IPNR per proveidor

# model:jinja_template-jinja_template_macro,name:
source: Jinja template - Jinja template macros
ca: Plantilla Jinja: macros de plantilla Jinja

# model:product_supplier.ipnr,name:
source: Supplier Product IPNR
ca: IPNR per proveidor

# selection:configurator.design,state:
source: Cancel
ca: Cancelat

# selection:configurator.design,state:
source: Done
ca: Finalizat

# selection:configurator.design,state:
source: draft
ca: borrador

# selection:configurator.design.attribute,design_state:
source: Cancel
ca: Cancel·lat

# selection:configurator.design.attribute,design_state:
source: Done
ca: Realitzat

# selection:configurator.design.attribute,design_state:
source: draft
ca: borrador

# selection:configurator.design.attribute,property_type:
source: BoM
ca: Lista de material

# selection:configurator.design.attribute,property_type:
source: Function
ca: Funció

# selection:configurator.design.attribute,property_type:
source: Group
ca: Grup

# selection:configurator.design.attribute,property_type:
source: Match
ca: Cerca

# selection:configurator.design.attribute,property_type:
source: Number
ca: Número

# selection:configurator.design.attribute,property_type:
source: Options
ca: Opcions

# selection:configurator.design.attribute,property_type:
source: Product
ca: Producte

# selection:configurator.design.attribute,property_type:
source: Product Attribute
ca: Atribut de producte

# selection:configurator.design.attribute,property_type:
source: Purchase Product
ca: Producte de compra

# selection:configurator.property,type:
source: BoM
ca: Lista de materials

# selection:configurator.property,type:
source: Function
ca: Funció

# selection:configurator.property,type:
source: Group
ca: Grup

# selection:configurator.property,type:
source: Match
ca: Cerca

# selection:configurator.property,type:
source: Number
ca: Número

# selection:configurator.property,type:
source: Options
ca: Opcions

# selection:configurator.property,type:
source: Product
ca: Producte

# selection:configurator.property,type:
source: Product Attribute
ca: Atribut de producte

# selection:configurator.property,type:
source: Purchase Product
ca: Producte de compra

# selection:configurator.property.quotation_category,type_:
source: Goods
ca: Béns

# selection:configurator.property.quotation_category,type_:
source: Other
ca: Un altre

# selection:configurator.property.quotation_category,type_:
source: Works
ca: Treballs

# selection:configurator.quotation.line,design_state:
source: Cancel
ca: Cancel·lat

# selection:configurator.quotation.line,design_state:
source: Done
ca: Realitzat

# selection:configurator.quotation.line,design_state:
source: draft
ca: borrador
